---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTopLevel
source: html/86d288c5-5e53-f462-3098-1073cd425084.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTopLevel Property

"Top Level": The top level of stairs

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTopLevel { get; }
```